anthropic.claude-code
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
ecmel.vscode-html-css
johnpapa.winteriscoming
mathematic.vscode-pdf
mhutchie.git-graph
mikestead.dotenv
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
mtxr.sqltools
mtxr.sqltools-driver-mysql
pkief.material-icon-theme
